import React from 'react';
import styles from "@components/pagesSEO/style.module.scss";

export const SEOContentAtmosphereGallery = () => {
    return (
        <div className={styles.srr_only}>
            <h1>Атмосфера кальянной Lava Lounge</h1>
            <p>
                Погрузитесь в атмосферу Lava Lounge в Краснодаре — место, где уют сочетается с современным стилем. Наш интерьер, мягкое освещение и расслабляющая музыка создают уникальную обстановку для отдыха.
            </p>
            <p>
                На этой странице вы найдёте фотографии, передающие дух заведения, ощущение спокойствия и комфорта, которые ценят наши гости.
            </p>
        </div>
    );
};

export const SEOContentGuestsGallery = () => {
    return (
        <div className={styles.srr_only}>
            <h1>Гости кальянной Lava Lounge</h1>
            <p>
                Мы гордимся нашими гостями — людьми, которые выбирают Lava Lounge для отдыха, встреч и праздников. На этой странице собраны яркие моменты, запечатлённые в фотографиях.
            </p>
            <p>
                Улыбки, атмосфера радости и тёплая обстановка — всё это вы найдёте в галерее, посвящённой нашим замечательным гостям.
            </p>
        </div>
    );
};