import l1 from '../../../assets/tabacco/logo/starline.png';
import l2 from '../../../assets/tabacco/logo/blackBurn.png';
import l3 from '../../../assets/tabacco/logo/satyr.png';
import l4 from '../../../assets/tabacco/logo/tabu.png';
import l5 from '../../../assets/tabacco/logo/deus.png';
import l6 from '../../../assets/tabacco/logo/aircraft.png';
import l7 from '../../../assets/tabacco/logo/darkSide.png';
import l8 from '../../../assets/tabacco/logo/masthave.png';

export const textPartners = `В нашем меню собраны лучшие табачные бренды, каждый из которых предлагает оригинальные вкусы 
и характер. Чтобы вам было проще сориентироваться, мы подготовили удобные карточки — просто выберите интересующий бренд, 
и вы перейдёте на страницу с полным списком его вкусов. Исследуйте ароматы, открывайте новинки и находите свои любимые сочетания. Выбор — за вами, удовольствие — с нами.`

export const logoPartners = [
    {
        id: 0,
        name: 'Starline',
        name_ru: 'Старлайн',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться с полным перечнем доступных вкусов и выбрать именно тот.....',
        img: l1
    },
    {
        id: 1,
        name: 'Black Burn',
        name_ru: 'Блэк Берн',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться с полным перечнем доступных вкусов и выбрать именно тот.....',
        img: l2
    },
    {
        id: 2,
        name: 'Test tab',
        name_ru: 'Название табака',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться именно тот.....',
        img: l3
    },
    {
        id: 3,
        name: 'Название табака1',
        name_ru: 'Название табака1',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться с полным перечнем доступных вкусов и выбрать именно тот.....',
        img: l4
    },
    {
        id: 4,
        name: 'Название табака2',
        name_ru: 'Название табака2',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться с полным перечнем доступных вкусов и выбрать именно тот.....',
        img: l5
    },
    {
        id: 5,
        name: 'Название табака3',
        name_ru: 'Название табака3',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться с полным перечнем доступных вкусов и выбрать именно тот.....',
        img: l6
    },
    {
        id: 6,
        name: 'Название табака4',
        name_ru: 'Название табака4',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться с полным перечнем доступных вкусов и выбрать именно тот.....',
        img: l7
    },
    {
        id: 7,
        name: 'Название табака5',
        name_ru: 'Название табака5',
        description: 'Тут будет какое либо краткое описание табока. Перейдя на страницу интересующего вас бренда, вы сможете ознакомиться с полным перечнем доступных вкусов и выбрать именно тот.....',
        img: l8
    },
]